; TranslationAuthor: htooaung (yangchonshi)
; TranslationAuthorEmail: htooaung.zero@gmail.com
; TranslationAuthorBlog: http://myanmarsharingtechnology.blogspot.com
; Soft Version: 
; Update: 

[Lang]
NativeLanguage=Myanmar(Zawgyi)

[GUI]
ButtonYes=ေသခ်ာတယ္
ButtonNo=မေသခ်ာဘူး
ButtonOK=ဟုတ္ၿပီ
ButtonClose=ပိတ္မယ္

[Translation]
LangCode=
ReadHabit=Left-to-right
LanguageName=
LangShortName=
DefaultFont=Zawgyi-One
DefaultFontSize=8
DefaultCharset=Unicode_CHARSET
Information=သတင္းအခ်က္အလက္
Warning=သတိေပးခ်က္
Error=အမွား
Confirm=ေသခ်ာတယ္
;
; Memory Optimization
;
FrmMoMain.lblTotalMem.Caption=Memory Size :
FrmMoMain.lblaopt.Caption=လြတ္ေနေသာ memory သည္ေအာက္က ထက္နည္းလွ်င္
FrmMoMain.lbltry.Caption=Memory ကိုထက္႐ွင္းမယ္
FrmMoMain.btnsettings.Caption=အျပင္အဆင္
FrmMoMain.btnOpt.Caption=အခု ႐ွင္းမယ္
FrmMoMain.chkmin.Caption=status bar ေပၚသို႔ ခ်ံဳ႕ထားမယ္
FrmMoMain.chkauto.Caption=Window စလွ်င္ အလုပ္လုပ္မယ္
FrmMoMain.chkautoOpt.Caption=Auto အေနနဲ႔ memory ကို႐ွင္းမယ္
FrmMoMain.ckchkclearborad.Caption=သင္၏ clipboard ကိုပါ ႐ွင္းမယ္
FrmMoMain.chkidle.Caption=CPU အားေနတဲ့ အခ်ိန္မွာ လုပ္မယ္။ (အၾကံျပဳတယ္)
FrmMoMain.lbllang.Caption= ဘာသာစကား :
;
; About
;
FrmAbout.caption=အေၾကာင္း
FrmAbout.btnok.caption=ဟုတ္ၿပီ
FrmAbout.lblver.caption=လက္႐ွိ Version:
FrmAbout.lblemail.caption=ဆက္သြယ္ရန္ Email:
FrmAbout.lblhome.caption=Homepage:
FrmAbout.lblthanks.caption=ေအာက္တြင္ပါဝင္ေသာသူမ်ားကို အထူးေက်းဇူးတင္ပါသည္။

[MemoryOptimizer]
ThisTimeFreeMemory=ဒီအခ်ိန္မွာ memory ကို %s ႐ွင္းလိုက္ပါတယ္။
CurPrecent=လက္႐ွိအသံုးျပဳေနေသာ memory ရဲ႕ ႏွဳန္း :
UsedMemory= အသံုးျပဳေနေသာ :
AvailableMemory=လြတ္ေနေသာ :
FreeMemory=Memory 
At= ႐ွင္းလိုက္သည္ @ 
pmShow=Window ပံုစံသို႔
pmOpt=အခု ႐ွင္းမယ္
pmAbout=အေၾကာင္း
pmExit=ထြက္မယ္
SureExit=ထြက္မွာ ေသခ်ာလား ?
Mintotray=ဒီမွာ ႐ွင္းေနတယ္ေနာ္ !

[Message]
NotShowNotice=ဒီ အသိေပးခ်က္ ေနာက္တစ္ခါ မျမင္ခ်င္ဘူး